1tontech.angular-material
adonisjs.vscode-edge
adpyke.codesnap
ahmadawais.shades-of-purple
akamud.vscode-theme-onedark
alexisvt.flutter-snippets
alexiv.vscode-angular2-files
amiralizadeh9480.laravel-extra-intellisense
amirmarmul.laravel-blade-vscode
angular.ng-template
antfu.browse-lite
antfu.vite
attilabuti.brainfuck-syntax
austenc.laravel-blade-spacer
austenc.tailwind-docs
azemoh.one-monokai
bat-snippets.bat-snippets
batisteo.vscode-django
bigous.vscode-multi-line-tricks
blackboxapp.blackbox
blackboxapp.blackboxagent
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
brapifra.phpserver
britesnow.vscode-toggle-quotes
burkeholland.simple-react-snippets
caolin.java-run
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cjhowe7.laravel-blade
codingyu.laravel-goto-view
cweijan.dbclient-jdbc
cweijan.vscode-database-client2
cweijan.vscode-mysql-client2
cyrilletuzi.angular-schematics
damms005.devdb
dart-code.dart-code
dart-code.flutter
daylerees.rainglow
dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dsznajder.es7-react-js-snippets
eamodio.gitlens
editorconfig.editorconfig
eliverlara.andromeda
enkia.tokyo-night
esbenp.prettier-vscode
evan-buss.font-switcher
everettjf.pubspec-dependency-search
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.docker-explorer
formulahendry.docker-extension-pack
formulahendry.vscode-mysql
gamunu.vscode-yarn
github.github-vscode-theme
glitchbl.laravel-create-view
golang.go
grapecity.gc-excelviewer
gregorbiswanger.json2ts
gulajavaministudio.mayukaithemevsc
hirantha.json-to-dart
hollowtree.vue-snippets
hridoy.adonisjs-snippets
icrawl.discord-vscode
ihunte.laravel-blade-wrapper
infinity1207.angular2-switcher
itarato.byesig
jasonnutter.search-node-modules
jawandarajbir.react-vscode-extension-pack
jebbs.plantuml
john-crowson.angular-file-changer
johnpapa.angular2
johnpapa.winteriscoming
jprestidge.theme-material-theme
jripouteau.adonis-extension-pack
jripouteau.adonis-vscode-extension
jripouteau.japa-vscode
kevinrose.vsc-python-indent
kisstkondoros.vscode-gutter-preview
koichisasada.vscode-rdbg
locofy.locofy-vs-code-extension
loczek.next-js-ts-snippets
loiane.angular-extension-pack
loiane.ts-extension-pack
maciel.adonisjs-files
mcright.auto-save
mehedidracula.php-namespace-resolver
mikestead.dotenv
miquelddg.dart-barrel-file-generator
mohamedbenhida.laravel-intellisense
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.autopep8
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
mujdecisy.simple-light-bw
naoray.laravel-goto-components
nash.awesome-flutter-snippets
naumovs.color-highlight
neilbrayfield.php-docblocker
njpwerner.autodocstring
obenjiro.arrr
octref.vetur
onecentlin.laravel-blade
onecentlin.laravel-extension-pack
onecentlin.laravel5-snippets
pdconsec.vscode-print
peterhdd.dartgettersetter
pgl.laravel-jump-controller
pkief.material-icon-theme
plibither8.remove-comments
pmneo.tsimporter
pontus.black-on-white
porifa.laravel-intelephense
prisma.prisma
quicktype.quicktype
qwtel.sqlite-viewer
rafa-acioly.laravel-helpers
rangav.vscode-thunder-client
rctay.karma-problem-matcher
redhat.java
remisa.shellman
ricardo-emerson.create-flutter-widgets-and-classes
ricardo-emerson.dart-data-class-tools
ricardo-emerson.flutter-development-extensions-pack
ricardo-emerson.flutter-print
rifi2k.format-html-in-php
rioj7.vscode-remove-comments
ritwickdey.liveserver
robbowen.synthwave-vscode
ryannaddy.laravel-artisan
ryanolsonx.solarized
sallar.vscode-duotone-dark
sdras.inbedby7pm
sdras.night-owl
segerdekort.angular-cli
shalldie.background
shopify.ruby-extensions-pack
shopify.ruby-lsp
shufo.vscode-blade-formatter
simontest.simontest
sldobri.bunker
small.php-ci
smcpeak.default-keys-windows
softwaredotcom.install-time
sorbet.sorbet-vscode-extension
stef-k.adonis-js-goto-controller
stef-k.adonis-js-goto-view
steoates.autoimport
stringham.move-ts
tabnine.tabnine-vscode
techer.open-in-browser
tinkertrain.theme-panda
tomoki1207.pdf
tonybaloney.vscode-pets
twxs.cmake
unthrottled.doki-theme
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vitest.explorer
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vue.volar
wallabyjs.console-ninja
wallabyjs.quokka-vscode
wayou.file-icons-mac
weekit.flutter-assets-gen2
wholroyd.jinja
willumz.generic-pseudocode
wokwi.wokwi-vscode
xabikos.javascriptsnippets
xabikos.reactsnippets
xdebug.php-debug
xdebug.php-pack
zarifprogrammer.tailwind-snippets
zhuangtongfa.material-theme
zobo.php-intellisense
